Repository: eu-digital-identity-wallet/av-app-ios-wallet-ui
Catalog: Modules/logic-resources/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it

# settings_screen_title
source: Settings
da: Indstillinger
de: Einstellungen
fr: Paramètres
it: Impostazioni

# splash_screen_sponsors
source: Powered by
da: Drevet af
de: Angetrieben von
fr: Propulsé par
it: Fornito da

# splash_screen_title
source: Age Verification
da: Aldersverifikation
de: Altersverifizierung
fr: Vérification de l'âge
it: Verifica dell'età

# unknown_verifier
source: Online service
da: Online tjeneste
de: Online-Dienst
fr: Service en ligne
it: Servizio online

# unsupported_device_message
source: Your device doesn't meet the security requirements for this app: no passcode is set. Please enable a passcode in Settings.
da: Din enhed opfylder ikke sikkerhedskravene til denne app: der er ikke indstillet en adgangskode. Aktivér venligst en adgangskode i Indstillinger.
de: Ihr Gerät erfüllt nicht die Sicherheitsanforderungen dieser App: Es ist kein Passcode festgelegt. Bitte aktivieren Sie einen Passcode in den Einstellungen.
fr: Votre appareil ne répond pas aux exigences de sécurité de cette application : aucun code n'est défini. Veuillez activer un code dans les réglages.
it: Il tuo dispositivo non soddisfa i requisiti di sicurezza di questa app: non è impostato alcun codice. Abilita un codice in Impostazioni.

# unsupported_device_title
source: Device not supported
da: Enhed understøttes ikke
de: Gerät wird nicht unterstützt
fr: Appareil non pris en charge
it: Dispositivo non supportato

# warning_authentication_failed
source: Authentication has failed! Please try to scan the document again or introduce the data manually.
da: Godkendelse mislykkedes! Prøv at scanne dokumentet igen, eller indtast dataene manuelt.
de: Authentifizierung fehlgeschlagen! Bitte versuchen Sie, das Dokument erneut zu scannen oder die Daten manuell einzugeben.
fr: L'authentification a échoué! Veuillez essayer de scanner à nouveau le document ou saisir les données manuellement.
it: Autenticazione non riuscita! Prova a scansionare di nuovo il documento o inserisci i dati manualmente.

# warning_cla_not_supported
source: Impossible to read the document. Passport doesn't support CLA .
da: Umuligt at læse dokumentet. Pas understøtter ikke CLA .
de: Das Dokument kann nicht gelesen werden. Der Reisepass unterstützt CLA nicht.
fr: Impossible de lire le document. Le passeport ne prend pas en charge CLA.
it: Impossibile leggere il documento. Il passaporto non supporta il CLA.

# warning_enable_nfc
source: You need to enable NFC
da: Du skal aktivere NFC
de: Sie müssen NFC aktivieren
fr: Vous devez activer le NFC
it: Devi abilitare l'NFC

# welcome_page_1
source: Using this app you can securely prove you are over 18 when accessing services restricted to adults.
da: Med denne app kan du sikkert bevise, at du er over 18 år, når du får adgang til tjenester der er begrænset til voksne.
de: Mit dieser App können Sie Ihre Volljährigkeit sicher nachweisen, wenn Sie auf Dienste zugreifen, die Erwachsenen vorbehalten sind.
fr: L'utilisation de cette application vous permet de prouver en toute securité que vous avez plus de 18 ans lors d'accès aux services limités aux adultes.
it: Utilizzando quest'app, puoi dimostrare in modo sicuro di avere almeno 18 anni quando accedi ai servizi riservati agli adulti.

# welcome_page_2
source: Verify that you are over 18 once, use this proof to securely access many services restricted to adults.
da: Verificér din alder én gang og brug dette bevis til sikker adgang til mange tjenester, der er begrænset til voksne.
de: Bestätigen Sie einmal, dass Sie über 18 Jahre alt sind. Nutzen Sie diesen Nachweis, um sicher auf viele Dienste zuzugreifen, die Erwachsenen vorbehalten sind.
fr: Confirmez une seule fois que vous avez plus de 18 ans, puis utilisez cette preuve pour accéder en toute securité à de nombreux services réservés aux adultes.
it: Verifica di avere almeno 18 anni, e usa questa attestazione per accedere in modo sicuro a molti servizi riservati agli adulti.

# welcome_page_3
source: You stay in control of your data: only the proof that you are over 18 is shared. No other personal details are stored or shared with online services.
da: Du bevarer kontrollen over dine data: Det er kun beviset for, at du er over 18 år, som deles. Ingen andre personlige oplysninger gemmes eller deles med onlinetjenester.
de: Sie behalten die Kontrolle über Ihre Daten: Nur der Nachweis, dass Sie über 18 Jahre alt sind, wird weitergegeben. Es werden keine weiteren personenbezogenen Daten gespeichert oder an Online-Dienste weitergegeben.
fr: Vous gardez le contrôle de vos données : seulement la preuve que vous avez plus de 18 ans est communiquée. Aucun autre détail personnel n'est enregistré ou communiqué à des services en ligne.
it: Mantieni il controllo dei tuoi dati: solo l'attestazione della tua maggiore età verrà condivisa. Nessun altro dettaglio personale sarà archiviato o condiviso con i servizi online.

# welcome_screen_next
source: Next
da: Næste
de: Weiter
fr: Suivant
it: Avanti

# welcome_screen_skip
source: Skip
da: Spring over
de: Überspringen
fr: Passer
it: Salta

# welcome_title_1
source: Welcome
da: Velkommen
de: Willkommen
fr: Bienvenue
it: Benvenuto

# welcome_title_2
source: Simple Age Verification
da: Enkel aldersverifikation
de: Einfache Altersverifizierung
fr: Vérification simple de l'âge
it: Verifica dell'età semplice

# welcome_title_3
source: Privacy Protection
da: Beskyttelse af personlige oplysninger
de: Datenschutz
fr: Protection de la vie privée
it: Protezione della privacy

# content_description_close_icon
source: Close
de: Schließen

# content_description_eu_flag_icon
source: EU Flag
de: EU-Flagge
fr: Drapeau de l\'UE
it: Bandiera dell\'UE

# content_description_over_18_icon
source: Over 18
de: Über 18
fr: Plus de 18 ans
it: Più di 18

# content_description_touch_id_icon
source: Touch ID
de: Berühren ID
fr: ID tactile

# generic_continue_capitalized
source: CONTINUE
de: WEITER

# nfc_help_link
source: Do you need help?
de: Benötigen Sie Hilfe?
it: Hai bisogno di aiuto?

# onboarding_token_qr_intro_description
source: If you verified your identity on-site, you may receive a token or QR code. Tap Scan and scan the QR code to start the enrollment.
de: Wenn Sie Ihre Identität vor Ort verifiziert haben, erhalten Sie möglicherweise ein Token oder einen QR-Code. Tippen Sie auf „Scannen“ und scannen Sie den QR-Code, um die Registrierung zu starten.

# onboarding_verification_national_id
source: National eID / National IDP
de: Nationale eID / Nationaler Personalausweis
fr: eID national / IdP national
it: eID nazionale / IdP nazionale

# onboarding_verification_token_qr_description
source: Use a token or QR code you received during an on-site identity check to start enrollment.
de: Verwenden Sie einen Token oder QR-Code, den Sie bei einer Identitätsprüfung vor Ort erhalten haben, um die Registrierung zu starten.

# passport_identification_capture
source: Scan
de: Scannen
fr: Scanner
it: Scansiona

# passport_live_video_live_capture
source: Start live video
de: Live-video starten
fr: Démarrer la vidéo en direct
it: Avvia video live

# passport_scan_intro_start_button
source: Start
de: Starten
fr: Commencer
it: Inizia

# quick_pin_change_success_btn
source: Okay
de: ZURÜCK ZUR STARTSEITE
fr: D'accord
it: Ok

# settings_screen_app_info
source: App Information
de: App-Informationen
fr: Infos portefeuille
it: Informazioni sull'app

# content_description_info_icon
source: Info
fr: Informations
it: Informazioni

# content_description_qr_scanner_icon
source: QR Scanner
fr: Lecteur QR
it: Scanner QR

# content_description_scytales_logo_icon
source: Scytales Logo
fr: Logo Scytales
it: Logo Scytales

# content_description_telekom_logo_icon
source: Telekom Logo
fr: Logo Telekom
it: Logo Telekom

# passport_live_video
source: Live video
fr: Vidéo en direct
it: Video in diretta

# settings_screen_version
source: Version
it: Versione
